<template>
  <div class="about">
    <h1 class="purple--text text--darken-4 text-md-center">О нашей библиотеке:</h1>
    <v-card>
      <v-card-title> Возможности: </v-card-title>
      <v-card-text>
        <h2><li class="purple--text">Вы можете зарегистрироваться в нашей библиотеке. (SIGNUP)</li></h2>
        <br>
        <h2><li class="purple--text">Вы можете войти в свой личный кабинет. (SIGNIN)</li></h2>
        <br>
        <h2><li class="purple--text">Вы можете выбрать книгу в каталоге. (Каталог)</li></h2>
        <br>
        <h2><li class="purple--text">Для того, чтобы оформить книгу, вы должны быть авторизированы. Пройдите в Каталог,
          нажмите на интересующую вас книгу. На открывшейся странице в верхнем правом углу
          нажмите на 3 точки и выберите "Взять".
          Вы перейдете на страницу оформления книги.<br>
          Если вы все сделали правильно, перед названием появится зеленый значок открытой книги.
        </li></h2>
        <br>
        <h2><li class="purple--text">Вы можете вернуть книгу, которую читаете.
          Перейдите в Профиль (Профиль), нажмите на название книги. На открывшейся
          странице нажмите на 3 точки в правом верхнем углу и выберите "Вернуть".
          Вы перейдете на страницу возврата книги.
          </li></h2>
        <br>
        <h2><li class="purple--text">Авторизированным пользователям доступен просмотр залов. (Залы)</li></h2>
        <br>
        <h2><li class="purple--text">Если вы авторизированы, вы можете выйти
          из профиля. (LOGOUT)</li></h2>
      </v-card-text>
    </v-card>
  </div>
</template>

<script>
</script>
